Repository: Inazumimakoto/lifelog
Catalog: lifelog/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: カテゴリを選択
en: Select category
ko: 카테고리 선택
zh_hans: 选择类别
zh_hant: 選擇類別

source: カテゴリ名
en: Category name
ko: 카테고리 이름
zh_hans: 类别名称
zh_hant: 類別名稱

source: カフェ
en: cafe
ko: 카페
zh_hans: 咖啡店
zh_hant: 咖啡店

source: カラーを選択
en: select color
ko: 색상 선택
zh_hans: 选择颜色
zh_hant: 選擇顏色

source: カレンダー
en: Calendar
ko: 캘린더
zh_hans: 日历
zh_hant: 日曆

source: カレンダーごとにカテゴリ分け
en: Categorize by calendar
ko: 캘린더별 카테고리 분류
zh_hans: 按日历分类
zh_hant: 按日曆分類

source: カレンダーとカテゴリ
en: Calendar and categories
ko: 캘린더 및 카테고리
zh_hans: 日历和类别
zh_hant: 日曆和類別

source: カレンダーを許可する
en: allow calendar
ko: 캘린더 허용
zh_hans: 允许日历
zh_hant: 允許日曆

source: カレンダー整理
en: calendar organization
ko: 캘린더 정리
zh_hans: 日历组织
zh_hant: 日曆組織

source: カレンダー連携
en: Calendar Sync
ko: 캘린더 연계
zh_hans: 日历合作
zh_hant: 日曆合作

source: カレンダー連携を許可してください
en: Please allow calendar linkage
ko: 캘린더 연동을 허용하세요.
zh_hans: 请允许日历联动
zh_hant: 請允許日曆連動

source: キャンセル
en: cancel
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: クリア
en: clear
ko: 클리어
zh_hans: 清除
zh_hant: 清除

source: クリップボードにコピー
en: copy to clipboard
ko: 클립보드에 복사
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: グラフをタップで詳細を表示
en: Tap the graph to view details
ko: 그래프를 탭하여 세부 정보 보기
zh_hans: 点击图表查看详细信息
zh_hant: 點擊圖表查看詳細信息

source: コア
en: core
ko: 코어
zh_hans: 核
zh_hant: 核

source: コピー
en: copy
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: コピー完了！
en: Copy completed!
ko: 복사 완료!
zh_hans: 复制完成！
zh_hant: 複製完成！

source: コントリビューションデータがありません
en: No contribution data
ko: 기여 데이터 없음
zh_hans: 无贡献数据
zh_hant: 無貢獻數據

source: サインアウト
en: sign out
ko: 로그아웃
zh_hans: 登出
zh_hant: 登出

source: サインインすると利用規約に同意したことになります
en: By signing in you agree to the terms of use
ko: 로그인하면 이용약관에 동의하게 됩니다.
zh_hans: 登录即表示您同意使用条款
zh_hant: 登入即表示您同意使用條款

source: サインインに失敗しました。しばらくしてから再度お試しください。
en: Sign in failed. Please try again later.
ko: 로그인에 실패했습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 登录失败。请稍后重试。
zh_hant: 登入失敗。請稍後重試。

source: サプライズで届く手紙
en: A surprise letter
ko: 서프라이즈로 도착하는 편지
zh_hans: 一封惊喜的信
zh_hant: 一封驚喜的信

source: サーバーの応答がありません。通信環境を確認してもう一度お試しください
en: Server not responding. Please check your communication environment and try again.
ko: 서버 응답이 없습니다. 통신 환경을 확인하고 다시 시도해 주세요.
zh_hans: 服务器没有响应。请检查您的通信环境并重试。
zh_hant: 伺服器沒有響應。請檢查您的通訊環境並重試。

source: ショートカット
en: shortcut
ko: 단축키
zh_hans: 捷径
zh_hant: 捷徑

source: ショートカットを作って一度実行し、ロック画面が変わることを確認してから自動更新にします。
en: Create a shortcut, run it once, confirm that the lock screen changes, and then set it to update automatically.
ko: 바로 가기를 만들고 한 번 실행하고 잠금 화면이 변경되었는지 확인한 다음 자동 업데이트합니다.
zh_hans: 创建快捷方式，运行一次，确认锁定屏幕发生变化，然后将其设置为自动更新。
zh_hant: 建立快捷方式，運行一次，確認鎖定畫面發生變化，然後將其設定為自動更新。

source: ショートカットを選択
en: Select shortcut
ko: 단축키 선택
zh_hans: 选择快捷方式
zh_hant: 選擇快捷方式

source: ショートカット作成画面を開く
en: Open shortcut creation screen
ko: 바로 가기 만들기 화면 열기
zh_hans: 打开快捷方式创建屏幕
zh_hant: 開啟快捷方式建立螢幕

source: ショートカット作成画面を開けませんでした。
en: The shortcut creation screen could not be opened.
ko: 바로 가기 작성 화면을 열 수 없습니다.
zh_hans: 无法打开快捷方式创建屏幕。
zh_hant: 無法開啟快捷方式建立螢幕。

source: ジェスチャー
en: gesture
ko: 제스처
zh_hans: 手势
zh_hant: 手勢

source: ジム
en: Gym
ko: 체육관
zh_hans: 健身房
zh_hant: 健身房

source: スキップ
en: skip
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 跳過

source: スケジュール
en: schedule
ko: 스케줄
zh_hans: 日程
zh_hant: 行程

source: スタンド (時間)
en: stand (time)
ko: 스탠드(시간)
zh_hans: 站立（时间）
zh_hant: 站立（時間）

source: ストリーク
en: streak
ko: 스트리크
zh_hans: 条纹
zh_hant: 條紋

source: ストレージ
en: storage
ko: 스토리지
zh_hans: 贮存
zh_hant: 貯存

source: ストレージ最適化
en: Storage Optimization
ko: 스토리지 최적화
zh_hans: 存储优化
zh_hant: 儲存最佳化

source: スパム・迷惑行為
en: Spam/nuisance
ko: 스팸 및 성가신 행위
zh_hans: 垃圾邮件/滋扰
zh_hant: 垃圾郵件/滋擾

source: スワイプ
en: Swipe
ko: 스와이프
zh_hans: 滑动
zh_hant: 滑動

source: ソースコード
en: source code
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

source: ソースコードはGitHubで公開中
en: Source code is available on GitHub
ko: 소스 코드는 GitHub에서 게시 중
zh_hans: 源代码可在 GitHub 上获取
zh_hant: 原始碼可在 GitHub 上取得

source: タイトル
en: title
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: タイトルを入力
en: enter title
ko: 제목 입력
zh_hans: 输入标题
zh_hant: 輸入標題

source: タイミング
en: timing
ko: 타이밍
zh_hans: 定时
zh_hant: 定時

source: タイムカプセル
en: time capsule
ko: 타임캡슐
zh_hans: 时间胶囊
zh_hant: 時間膠囊

source: タイムカプセル作成
en: time capsule creation
ko: 타임 캡슐 만들기
zh_hans: 时间胶囊的创造
zh_hant: 時間膠囊的創造

source: タグ
en: tag
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: タグ %lld
en: Tag %lld
ko: 태그 %lld
zh_hans: 标签 %lld
zh_hant: 標籤 %lld

source: タグの追加に失敗しました。
en: Failed to add tag.
ko: 태그를 추가하지 못했습니다.
zh_hans: 添加标签失败。
zh_hant: 新增標籤失敗。

source: タグを削除
en: remove tag
ko: 태그 삭제
zh_hans: 删除标签
zh_hant: 刪除標籤

source: タグを管理
en: Manage tags
ko: 태그 관리
zh_hans: 管理标签
zh_hant: 管理標籤

source: タグを追加
en: add tag
ko: 태그 추가
zh_hans: 添加标签
zh_hant: 添加標籤

source: タグを選択
en: Select tag
ko: 태그 선택
zh_hans: 选择标签
zh_hant: 選擇標籤

source: タグ一覧
en: Tag list
ko: 태그 목록
zh_hans: 标签列表
zh_hant: 標籤列表

source: タグ名
en: tag name
ko: 태그 이름
zh_hans: 标签名称
zh_hant: 標籤名稱

source: タグ名の変更に失敗しました。
en: Failed to change tag name.
ko: 태그 이름을 변경하지 못했습니다.
zh_hans: 更改标签名称失败。
zh_hant: 更改標籤名稱失敗。

source: タグ名は%lld文字以内。絵文字も使えます。
en: Tag name must be within %lld characters. You can also use emojis.
ko: 태그명은 %lld 문자 이내. 이모티콘도 사용할 수 있습니다.
zh_hans: 标签名称必须在 %lld 个字符内。您还可以使用表情符号。
zh_hant: 標籤名稱必須在 %lld 個字元內。您也可以使用表情符號。

source: タグ名は%lld文字以内です。
en: Tag name can be up to %lld characters.
ko: 태그 이름은 %lld 문자 이내입니다.
zh_hans: 标签名称最多可为 %lld 个字符。
zh_hant: 標籤名稱最多可為 %lld 個字元。

source: タグ名は%lld文字以内で入力してください。
en: Please enter the tag name within %lld characters.
ko: 태그 이름은 %lld 문자 이내로 입력하십시오.
zh_hans: 请输入 %lld 个字符以内的标签名称。
zh_hant: 請輸入 %lld 個字元以內的標籤名稱。

source: タグ名を入力
en: Enter tag name
ko: 태그 이름 입력
zh_hans: 输入标签名称
zh_hant: 輸入標籤名稱

source: タグ名を入力してください。
en: Please enter a tag name.
ko: 태그 이름을 입력합니다.
zh_hans: 请输入标签名称。
zh_hant: 請輸入標籤名稱。

source: タグ名を変更
en: Change tag name
ko: 태그 이름 변경
zh_hans: 更改标签名称
zh_hant: 更改標籤名稱

source: タグ管理
en: tag management
ko: 태그 관리
zh_hans: 标签管理
zh_hant: 標籤管理

source: タスク
en: Tasks
ko: 작업
zh_hans: 任务
zh_hant: 任務

source: タスクあり
en: With tasks
ko: 작업 있음
zh_hans: 有任务
zh_hant: 有任務

source: タスクのリマインダー
en: task reminders
ko: 작업 알림
zh_hans: 任务提醒
zh_hant: 任務提醒

source: タスクはまだありません
en: There are no tasks yet
ko: 작업이 아직 없습니다.
zh_hans: 还没有任务
zh_hant: 還沒有任務

source: タスクを削除
en: delete task
ko: 작업 삭제
zh_hans: 删除任务
zh_hant: 刪除任務

source: タスクを追加
en: Add Task
ko: 작업 추가
zh_hans: 添加任务
zh_hant: 新增任務

source: タスクリスト
en: task list
ko: 작업 목록
zh_hans: 任务清单
zh_hant: 任務清單

source: タスク内容
en: Task content
ko: 작업 내용
zh_hans: 任务内容
zh_hant: 任務內容

source: タップしてもう一度読む
en: Tap to read again
ko: 탭하여 다시 읽기
zh_hans: 点击即可再次阅读
zh_hant: 點擊即可再次閱讀

source: タップしてテスト
en: Tap to test
ko: 탭하여 테스트
zh_hans: 点击测试
zh_hant: 點擊測試

source: タップして開封
en: Tap to open
ko: 탭하여 개봉
zh_hans: 点击打开
zh_hant: 點擊打開

source: タップすると外部アプリやウェブサイトが開きます
en: Tap to open an external app or website
ko: 탭하면 외부 앱과 웹사이트가 열립니다.
zh_hans: 点击即可打开外部应用程序或网站
zh_hant: 點擊即可開啟外部應用程式或網站

source: タップでタグを本文の末尾に追加/削除します
en: Add/remove tags to the end of the text with a tap
ko: 탭으로 태그를 본문 끝에 추가/삭제
zh_hans: 点击即可在文本末尾添加/删除标签
zh_hant: 點擊即可在文字末尾新增/刪除標籤

source: タップで編集
en: Edit with a tap
ko: 탭으로 편집
zh_hans: 点击编辑
zh_hant: 點選編輯

source: タップで詳細を表示
en: Tap for details
ko: 탭으로 세부 정보보기
zh_hans: 点击查看详情
zh_hant: 點擊看詳情

source: チーム朝会
en: Team morning meeting
ko: 팀 모임
zh_hans: 团队早会
zh_hant: 團隊早會

source: テスト
en: test
ko: 테스트
zh_hans: 测试
zh_hant: 測試

source: テストデータをクリア
en: clear test data
ko: 테스트 데이터 지우기
zh_hans: 清除测试数据
zh_hant: 清除測試數據

source: テスト友達を追加
en: Add test friend
ko: 테스트 친구 추가
zh_hans: 添加测试好友
zh_hant: 新增測試好友

source: テスト友達リクエストを追加
en: Add test friend request
ko: 테스트 친구 요청 추가
zh_hans: 添加测试好友请求
zh_hant: 新增測試好友請求

source: デザインレビュー
en: design review
ko: 디자인 리뷰
zh_hans: 设计评审
zh_hant: 設計評審

source: デフォルトタグ
en: default tag
ko: 기본 태그
zh_hans: 默认标签
zh_hant: 預設標籤

source: データの読み込みに失敗しました
en: Failed to load data
ko: 데이터를 로드하지 못했습니다.
zh_hans: 加载数据失败
zh_hant: 載入資料失敗

source: データはどこにも保存されません
en: Your data is not stored anywhere
ko: 데이터는 어디에도 저장되지 않습니다.
zh_hans: 您的数据不会存储在任何地方
zh_hant: 您的資料不會儲存在任何地方

source: データベースを初期化しました
en: Initialized the database
ko: 데이터베이스를 초기화했습니다.
zh_hans: 初始化数据库
zh_hant: 初始化資料庫

source: デート
en: date
ko: 데이트
zh_hans: 日期
zh_hant: 日期

source: ドラッグで移動、ピンチで拡大
en: Drag to move, pinch to enlarge
ko: 드래그로 이동, 핀치로 확대
zh_hans: 拖动移动，捏合放大
zh_hant: 拖曳移動，捏合放大

source: ニックネームを入力
en: enter nickname
ko: 닉네임 입력
zh_hans: 输入昵称
zh_hant: 輸入暱稱

source: バージョン %@
en: Version %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: ヒントを再表示する
en: Show hint again
ko: 팁 다시 표시
zh_hans: 再次显示提示
zh_hant: 再次顯示提示

source: ビジネス
en: business
ko: 사업
zh_hans: 商业
zh_hant: 商業

source: ファイルとして書き出し
en: Export as file
ko: 파일로 내보내기
zh_hans: 导出为文件
zh_hant: 匯出為文件

source: ブロック
en: block
ko: 블록
zh_hans: 堵塞
zh_hant: 堵塞

source: ブロックしますか？
en: Would you like to block it?
ko: 차단하시겠습니까?
zh_hans: 您想阻止它吗？
zh_hant: 您想阻止它嗎？

source: ブロックする
en: block
ko: 차단하다
zh_hans: 堵塞
zh_hant: 堵塞

source: プッシュ通知
en: push notifications
ko: 푸시 알림
zh_hans: 推送通知
zh_hant: 推播通知

source: プライバシーポリシー
en: Privacy Policy
ko: 개인 정보 보호 정책
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: プライベート
en: private
ko: 비공개
zh_hans: 私人的
zh_hant: 私人的

source: プランを見る
en: See plan
ko: 플랜 보기
zh_hans: 查看计划
zh_hant: 查看計劃

source: プラン情報の取得に失敗しました。時間をおいて再試行してください。
en: Failed to get plan information. Please try again later.
ko: 플랜 정보를 얻지 못했습니다. 시간을 두고 다시 시도하십시오.
zh_hans: 获取计划信息失败。请稍后重试。
zh_hant: 取得計劃資訊失敗。請稍後重試。

source: プラン情報を取得できませんでした
en: Failed to retrieve plan information
ko: 플랜 정보를 얻을 수 없습니다.
zh_hans: 检索计划信息失败
zh_hant: 檢索計劃資訊失敗

source: プラン情報を読み込み中...
en: Loading plan information...
ko: 플랜 정보 로드 중...
zh_hans: 正在加载计划信息...
zh_hant: 正在載入計劃資訊...

source: プレミアム
en: premium
ko: 프리미엄
zh_hans: 优质的
zh_hant: 優質的

source: プレミアムが有効になりました
en: Premium now enabled
ko: 프리미엄이 활성화되었습니다.
zh_hans: 现已启用高级版
zh_hant: 現已啟用進階版

source: プレミアム強制ON
en: Premium forced ON
ko: 프리미엄 강제 ON
zh_hans: 保费强制开启
zh_hant: 保費強制開啟

source: プレミアム機能
en: Premium features
ko: 프리미엄 기능
zh_hans: 高级功能
zh_hant: 進階功能

source: プロフィール編集
en: Edit profile
ko: 프로필 편집
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: プロフィール設定
en: Profile settings
ko: 프로필 설정
zh_hans: 个人资料设置
zh_hant: 個人資料設定

source: ヘルス
en: Health
ko: 건강
zh_hans: 健康
zh_hant: 健康

source: ヘルスケア
en: healthcare
ko: 건강 관리
zh_hans: 卫生保健
zh_hant: 衛生保健

source: ヘルスケアに接続
en: Connect to Healthcare
ko: 건강 관리에 연결
zh_hans: 连接医疗保健
zh_hant: 連接醫療保健

source: ヘルスケアの歩数や睡眠を読み取り、日ごとの振り返りにまとめます。
en: Read your healthcare steps and sleep and summarize them in a daily review.
ko: 건강 관리의 걸음 수와 수면을 읽고 매일 되돌아 봅니다.
zh_hans: 阅读您的医疗保健步骤和睡眠，并在每日回顾中总结它们。
zh_hant: 閱讀您的醫療保健步驟和睡眠，並在每日回顧中總結它們。

source: ヘルスケアを許可する
en: allow health care
ko: 건강 관리 허용
zh_hans: 允许医疗保健
zh_hant: 允許醫療保健

source: ヘルスケアアプリを開く
en: Open Health App
ko: 건강 관리 앱 열기
zh_hans: 打开医疗保健应用程序
zh_hant: 開啟醫療保健應用程式

source: ヘルスケアデータがありません
en: No healthcare data
ko: 건강 관리 데이터 없음
zh_hans: 没有医疗保健数据
zh_hant: 沒有醫療保健數據

source: ヘルスサマリー
en: Health Summary
ko: 건강 요약
zh_hans: 健康摘要
zh_hant: 健康摘要

source: ヘルスデータはありません
en: No health data
ko: 건강 데이터 없음
zh_hans: 没有健康数据
zh_hant: 沒有健康數據

source: ヘルプ
en: help
ko: 도움말
zh_hans: 帮助
zh_hant: 幫助

source: ホテル
en: Hotel
ko: 호텔
zh_hans: 酒店
zh_hant: 飯店

source: ホーム
en: Home
ko: 홈
zh_hans: 首页
zh_hant: 首頁

source: ホームの今日の予定に反映
en: Reflected in today's schedule on Home
ko: 홈의 오늘의 일정에 반영
zh_hans: 反映在今天主页的日程安排中
zh_hant: 反映在今天主頁的日程安排中

source: ホーム画面 / ロック画面ウィジェットを解放
en: Free home screen/lock screen widgets
ko: 홈 화면 / 잠금 화면 위젯 해제
zh_hans: 免费的主屏幕/锁屏小部件
zh_hant: 免費的主螢幕/鎖定螢幕小工具

source: ホーム画面のチェックを外して、ロック画面だけに設定します。
en: Uncheck the home screen and set it as the lock screen only.
ko: 홈 화면을 선택 해제하고 잠금 화면에만 설정합니다.
zh_hans: 取消选中主屏幕并将其设置为仅锁定屏幕。
zh_hant: 取消選取主畫面並將其設定為僅鎖定畫面。

source: ミーティング
en: meeting
ko: 회의
zh_hans: 会议
zh_hant: 會議

source: ムードに合わせた絵文字タグを追加できます
en: Add emoji tags to match your mood
ko: 분위기에 맞는 이모티콘 태그를 추가할 수 있습니다.
zh_hans: 添加表情符号标签以配合您的心情
zh_hant: 添加表情符號標籤以配合您的心情

source: ムーブ (kcal)
en: move (kcal)
ko: 무브 (kcal)
zh_hans: 移动（千卡）
zh_hant: 移動（千卡）

source: ムーブ・エクササイズ・スタンド
en: move exercise stand
ko: 이동 운동 스탠드
zh_hans: 移动练习架
zh_hant: 移動練習架

source: メモ
en: Notes
ko: 메모
zh_hans: 备忘录
zh_hant: 備忘錄

source: メモを開くときに認証
en: Authenticate when opening notes
ko: 메모를 열 때 인증
zh_hans: 打开笔记时进行身份验证
zh_hant: 開啟筆記時進行身份驗證

source: メモを開くには認証が必要です
en: Authentication is required to open notes
ko: 메모를 열려면 인증이 필요합니다.
zh_hans: 打开笔记需要身份验证
zh_hant: 開啟筆記需要身份驗證

source: メモ整理
en: Memo organization
ko: 메모 정리
zh_hans: 备忘录组织
zh_hant: 備忘錄組織

source: メモ本文は非表示です。
en: The memo text is hidden.
ko: 참고 본문은 숨겨져 있습니다.
zh_hans: 备忘录文本被隐藏。
zh_hant: 備忘錄文字被隱藏。

source: メモ本文を非表示
en: Hide Notes Text
ko: 메모 본문 숨기기
zh_hans: 隐藏备忘录文本
zh_hant: 隱藏備忘錄文本

source: メールアカウントが設定されていません
en: Email account not set up
ko: 이메일 계정이 설정되지 않았습니다.
zh_hans: 电子邮件帐户未设置
zh_hant: 電子郵件帳戶未設定

source: メールアプリでアカウントを設定するか、inazumimakoto@gmail.com まで直接ご連絡ください。
en: Please set up an account in your email app or contact us directly at inazumimakoto@gmail.com.
ko: 이메일 앱에서 계정을 설정하거나 inazumimakoto@gmail.com으로 직접 문의하세요.
zh_hans: 请在您的电子邮件应用程序中设置一个帐户或直接通过 inazumimakoto@gmail.com 与我们联系。
zh_hant: 請在您的電子郵件應用程式中設定帳戶或直接透過 inazumimakoto@gmail.com 與我們聯絡。

source: モヤモヤ
en: Moyamoya
ko: 모야 모야
zh_hans: 烟雾病
zh_hant: 煙霧病

source: モード
en: mode
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: ユーザー
en: user
ko: 사용자
zh_hans: 用户
zh_hant: 使用者

source: ユーザーが見つかりません
en: User not found
ko: 사용자를 찾을 수 없음
zh_hans: 未找到用户
zh_hant: 未找到用戶

source: ユーザーデータの取得に失敗しました
en: Failed to get user data
ko: 사용자 데이터 검색에 실패했습니다.
zh_hans: 获取用户数据失败
zh_hant: 取得用戶資料失敗

source: ユーザー作成に失敗しました。しばらくしてから再度お試しください。
en: User creation failed. Please try again later.
ko: 사용자 작성에 실패했습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 用户创建失败。请稍后重试。
zh_hant: 用戶創建失敗。請稍後重試。

source: ライフスタイル
en: lifestyle
ko: 라이프스타일
zh_hans: 生活方式
zh_hant: 生活方式

source: ライフログのAI分析用データです
en: This is data for AI analysis of life logs.
ko: 라이프 로그의 AI 분석 데이터입니다.
zh_hans: 这是用于人工智能分析生活日志的数据。
zh_hant: 這是用於人工智慧分析生活日誌的數據。

source: ランダム
en: random
ko: 무작위
zh_hans: 随机的
zh_hant: 隨機的

source: ランチ（中華）
en: Lunch (Chinese)
ko: 점심 (중화)
zh_hans: 午餐（中餐）
zh_hant: 午餐（中餐）

source: ランニングで気分がすっきり。ミーティングも穏やかに進んだ。
en: Running makes me feel refreshed. The meeting also proceeded smoothly.
ko: 달리기로 기분이 깔끔합니다. 회의도 온화하게 진행되었다.
zh_hans: 跑步让我感觉神清气爽。会议也顺利进行。
zh_hant: 跑步讓我感覺神清氣爽。會議也順利進行。

source: リクエスト作成失敗
en: Request creation failed
ko: 요청 작성 실패
zh_hans: 请求创建失败
zh_hant: 請求建立失敗

source: リマインダー
en: reminder
ko: 알림
zh_hans: 提醒
zh_hant: 提醒

source: リリース時は非表示
en: Hidden at release
ko: 출시 시 숨기기
zh_hans: 发布时隐藏
zh_hant: 發佈時隱藏

source: リンクを送って友達を追加
en: Add a friend by sending a link
ko: 링크를 보내 친구 추가
zh_hans: 通过发送链接添加好友
zh_hant: 透過發送連結添加好友

source: レジェンド！
en: Legend!
ko: 전설!
zh_hans: 传奇！
zh_hant: 傳奇！

source: レスポンスエラー
en: response error
ko: 응답 오류
zh_hans: 响应错误
zh_hant: 回應錯誤

source: レスポンス解析エラー
en: Response parsing error
ko: 응답 분석 오류
zh_hans: 响应解析错误
zh_hant: 回應解析錯誤

source: レム
en: Rem
ko: 렘
zh_hans: 雷姆
zh_hant: 雷姆

source: ログインが必要です
en: Login required
ko: 로그인 필요
zh_hans: 需要登录
zh_hant: 需要登入

source: ロックを解除
en: unlock
ko: 잠금 해제
zh_hans: 开锁
zh_hant: 開鎖

source: ロック画面からも予定を確認しましょう。まずはここから背景画像や週数を選択。
en: Check your schedule from the lock screen as well. First, select the background image and number of weeks from here.
ko: 잠금 화면에서도 일정을 확인합시다. 우선 여기에서 배경 이미지와 주수를 선택.
zh_hans: 还可以从锁定屏幕查看您的日程安排。首先，从此处选择背景图像和周数。
zh_hant: 也可以從鎖定畫面查看您的行程。首先，從此處選擇背景圖像和周數。

source: ロック画面からも予定を確認できるようになりました！
en: You can now check your schedule from the lock screen!
ko: 잠금 화면에서도 일정을 확인할 수 있게 되었습니다!
zh_hans: 您现在可以从锁定屏幕查看您的日程安排！
zh_hant: 現在您可以從鎖定畫面查看您的日程安排！

source: ロック画面だけにする
en: Lock screen only
ko: 잠금 화면만으로 설정
zh_hans: 仅锁定屏幕
zh_hant: 僅鎖定螢幕

source: ロック画面のレイアウトが初期化されますが、時刻のフォントやウィジェットはiOSの壁紙設定で変更し直してください。次からは適用されます。
en: The lock screen layout will be initialized, but please change the time font and widgets again in the iOS wallpaper settings. It will be applied from next time.
ko: 잠금 화면 레이아웃이 초기화되지만 시간의 글꼴과 위젯은 iOS 배경 화면 설정에서 다시 변경하십시오. 다음부터 적용됩니다.
zh_hans: 锁屏布局将被初始化，但请在iOS壁纸设置中再次更改时间字体和小部件。从下次开始就适用。
zh_hant: 鎖定畫面佈局將會初始化，但請在iOS壁紙設定中再次變更時間字體和小工具。從下次開始就適用。

source: ロック画面カレンダー
en: Lock Screen Calendar
ko: 잠금 화면 달력
zh_hans: 锁屏日历
zh_hant: 鎖定畫面日曆

source: ロック画面カレンダーはプレミアム機能です。
en: Lock screen calendar is a premium feature.
ko: 잠금 화면 달력은 프리미엄 기능입니다.
zh_hans: 锁屏日历是一项高级功能。
zh_hant: 鎖定螢幕日曆是一項進階功能。

source: ロック画面カレンダーはプレミアム機能です。アプリでプレミアムを有効にしてください。
en: Lock screen calendar is a premium feature. Please enable premium in the app.
ko: 잠금 화면 달력은 프리미엄 기능입니다. 앱에서 프리미엄을 사용 설정하세요.
zh_hans: 锁屏日历是一项高级功能。请在应用程序中启用高级功能。
zh_hant: 鎖定螢幕日曆是一項進階功能。請在應用程式中啟用進階功能。

source: ロック画面カレンダーを解放
en: Free lock screen calendar
ko: 잠금 화면 캘린더 해제
zh_hans: 免费锁屏日历
zh_hant: 免費鎖定畫面行事曆

source: ロック画面カレンダー告知を未読に戻す
en: Return lock screen calendar announcements to unread
ko: 잠금 화면 캘린더 알림을 읽지 않음으로 되돌리기
zh_hans: 将锁屏日历公告恢复为未读
zh_hant: 將鎖定畫面日曆公告恢復為未讀

source: ロック画面カレンダー告知を表示
en: Display lock screen calendar announcement
ko: 잠금 화면 캘린더 알림 표시
zh_hans: 显示锁屏日历公告
zh_hant: 顯示鎖定畫面日曆公告

source: ロック画面用のカレンダー画像を作成します。
en: Create a calendar image for your lock screen.
ko: 잠금 화면에 대한 캘린더 이미지를 만듭니다.
zh_hans: 为您的锁定屏幕创建日历图像。
zh_hant: 為您的鎖定畫面建立日曆影像。

source: ・GitHubコミット数と「集中力」「生産性」「先延ばし傾向」の関連を分析してください。
en: ・Analyze the relationship between the number of GitHub commits and "concentration," "productivity," and "procrastination tendency."
ko: · GitHub 커밋 수와 '집중력', '생산성', '연장 경향'의 관계를 분석합니다.
zh_hans: ・分析 GitHub 提交数量与“专注度”、“生产力”和“拖延倾向”之间的关系。
zh_hant: ・分析 GitHub 提交數量與「專注度」、「生產力」和「拖延傾向」之間的關係。

source: ・⚠️今回、日記のテキスト（定性データ）は提供されていません。数値データのみから傾向を分析し、架空の出来事や感情の背景を勝手に捏造しないでください。
en: ・⚠️Diary text (qualitative data) is not provided this time. Analyze trends based only on numerical data and do not arbitrarily fabricate fictional events or emotional backgrounds.
ko: ⚠️ 이번에는 일기 텍스트(정성 데이터)는 제공되지 않습니다. 수치 데이터만으로 추세를 분석하고 가상의 사건이나 감정의 배경을 마음대로 날조하지 마십시오.
zh_hans: ・⚠️这次不提供日记文本（定性数据）。仅根据数字数据分析趋势，不随意编造虚构事件或情感背景。
zh_hant: ・⚠️這次不提供日記文本（定性資料）。僅根據數字資料分析趨勢，不隨意編造虛構事件或情緒背景。

source: ・「睡眠」「歩数（活動量）」「気分・体調」の相関関係（因果関係）を重点的に探ってください。
en: - Focus on the correlation (causal relationship) between sleep, number of steps (activity level), and mood/physical condition.
ko: ・「수면」「보수(활동량)」「기분・컨디션」의 상관관계(인과관계)를 중점적으로 찾아 주세요.
zh_hans: - 关注睡眠、步数（活动水平）和情绪/身体状况之间的相关性（因果关系）。
zh_hant: - 關注睡眠、步數（活動量）和情緒/身體狀況之間的相關性（因果關係）。

source: ・予定の多さやタスク完了率と「疲労度」「ストレス」「達成感」の関係を探ってください。
en: - Explore the relationship between busy schedules, task completion rate, and "fatigue level," "stress," and "sense of accomplishment."
ko: ・예정의 많음이나 태스크 완료율과 「피로도」 「스트레스」 「성취감」의 관계를 찾아 주세요.
zh_hans: - 探索忙碌的日程、任务完成率与“疲劳程度”、“压力”和“成就感”之间的关系。
zh_hant: - 探索忙碌的日程、任務完成率與「疲勞程度」、「壓力」和「成就感」之間的關係。

source: ・具体的な改善アクションやコメントを3〜5つ提示してください。
en: ・Please provide 3 to 5 specific improvement actions or comments.
ko: ・구체적인 개선 액션이나 코멘트를 3~5개 제시해 주세요.
zh_hans: ・请提供3至5条具体的改进措施或意见。
zh_hant: ・請提供3至5個具體的改進措施或意見。

source: ・就寝/起床時刻のばらつきと「睡眠の質」「翌日のパフォーマンス」の関係を分析してください。
en: ・Analyze the relationship between variations in bedtime/wake-up times, "sleep quality" and "next day's performance".
ko: ・취침/기상 시각의 편차와 「수면의 질」 「다음날의 퍼포먼스」의 관계를 분석해 주세요.
zh_hans: ・分析就寝/起床时间的变化与“睡眠质量”和“第二天的表现”之间的关系。
zh_hant: ・分析就寢/起床時間的變化與「睡眠品質」和「第二天的表現」之間的關係。

source: ・日記の文章から読み取れる「感情の機微」や「ストレス要因」を、数値データと絡めて分析してください。
en: - Analyze the "emotional subtleties" and "stress factors" that can be read from the diary entries by combining them with numerical data.
ko: ・일기의 문장으로부터 읽을 수 있는 「감정의 기미」나 「스트레스 요인」을, 수치 데이터와 관련시켜 분석해 주세요.
zh_hans: - 通过将日记条目与数字数据结合起来，分析可以从日记中读出的“情感微妙之处”和“压力因素”。
zh_hant: - 透過將日記條目與數位資料結合起來，分析可以從日記中讀出的「情緒微妙之處」和「壓力因素」。

source: ・習慣達成率の推移と「モチベーション」「生活リズムの安定性」の関連を分析してください。
en: ・Please analyze the relationship between changes in habit achievement rate, "motivation" and "stability of life rhythm".
ko: ・습관 달성률의 추이와 「모티베이션」 「생활 리듬의 안정성」의 관계를 분석해 주세요.
zh_hans: ・请分析习惯达成率的变化与“动机”和“生活节奏的稳定性”之间的关系。
zh_hant: ・請分析習慣達成率的變化與「動機」與「生活節奏的穩定性」之間的關係。

source: 一覧に「lifelifyが閉じられたとき」と作成したショートカットが表示されていれば完了です。
en: If the created shortcut "When lifelify is closed" is displayed in the list, you are done.
ko: 리스트에 「lifelify가 닫혔을 때」라고 작성한 단축키가 표시되어 있으면 완료입니다.
zh_hans: 如果创建的快捷方式“当 lifelify 关闭时”显示在列表中，则您已完成。
zh_hant: 如果已建立的捷徑「當 lifelify 關閉時」顯示在清單中，則您已完成。

source: 一部曇り
en: Partly cloudy
ko: 일부 흐림
zh_hans: 多云
zh_hant: 多雲

source: 上で作った「壁紙カレンダーを更新」のショートカットを選びます。
en: Select the "Update Wallpaper Calendar" shortcut you created above.
ko: 위에서 만든 "벽지 캘린더 업데이트"의 바로 가기를 선택합니다.
zh_hans: 选择您在上面创建的“更新壁纸日历”快捷方式。
zh_hant: 選擇您在上面建立的「更新壁紙日曆」捷徑。

source: 上のボタンから未来の自分に手紙を書いてみましょう！
en: Write a letter to your future self using the button above!
ko: 위의 버튼에서 미래의 자신에게 편지를 쓰자!
zh_hans: 使用上面的按钮给未来的自己写一封信！
zh_hant: 使用上面的按鈕給未來的自己寫一封信！

source: 上下どちらも避けて2週分を表示
en: Displaying 2 weeks, avoiding both the top and bottom
ko: 상하 어느쪽도 피해 2주분을 표시
zh_hans: 显示2周，避开顶部和底部
zh_hant: 顯示2週，避開頂部和底部

source: 上部の「予定カレンダー」「振り返りカレンダー」で切り替え
en: Switch between “Schedule Calendar” and “Review Calendar” at the top.
ko: 상단의 '예정 캘린더', '돌아보기 캘린더'로 전환
zh_hans: 在顶部的“安排日历”和“查看日历”之间切换。
zh_hant: 在頂部的「安排日曆」和「檢視日曆」之間切換。

source: 下の「オートメーション」を選び、「新規オートメーション」をタップします。既にある場合は右上の「＋」を押します。
en: Select "Automation" below and tap "New Automation". If it already exists, press "+" in the upper right corner.
ko: 아래의 '자동화'를 선택하고 '신규 자동화'를 탭합니다. 이미 있는 경우 오른쪽 상단의 "+"를 누릅니다.
zh_hans: 选择下面的“自动化”并点击“新自动化”。如果已经存在，请按右上角的“+”。
zh_hant: 選擇下面的“自動化”並點擊“新自動化”。如果已經存在，請按下右上角的「+」。

source: 下の再生バー領域を避けて3週分を表示
en: Displays 3 weeks, avoiding the playbar area below
ko: 아래 재생 막대 영역을 피하고 3주 분 표시
zh_hans: 显示 3 周，避开下面的播放栏区域
zh_hant: 顯示 3 週，避開下面的播放欄區域

source: 下書き
en: draft
ko: 초안
zh_hans: 草稿
zh_hant: 草稿

source: 不安
en: anxiety
ko: 불안
zh_hans: 焦虑
zh_hant: 焦慮

source: 不明
en: not clear
ko: 알 수 없음
zh_hans: 不清楚
zh_hant: 不清楚

source: 不適切なコンテンツ
en: Inappropriate content
ko: 부적절한 콘텐츠
zh_hans: 不当内容
zh_hant: 不當內容

source: 両方あり
en: Both available
ko: 둘 다 있음
zh_hans: 两者都可用
zh_hant: 兩者都可用

source: 中
en: middle
ko: 가운데

source: 中央に戻す
en: return to center
ko: 중앙으로 되돌리다
zh_hans: 返回中心
zh_hant: 返回中心

source: 中央を登録
en: Register center
ko: 중앙 등록
zh_hans: 注册中心
zh_hant: 註冊中心

source: 中心の場所
en: central location
ko: 중심 위치
zh_hans: 中心位置
zh_hant: 中心位置

source: 予定
en: Events
ko: 일정
zh_hans: 日程
zh_hant: 行程

source: 予定/振り返り切替
en: Schedule/review switch
ko: 예정/반환 전환
zh_hans: 日程/审核开关
zh_hant: 日程/審核開關

source: 予定あり
en: Planned
ko: 예정
zh_hans: 计划
zh_hant: 計劃

source: 予定されたタスクはありません
en: There are no scheduled tasks
ko: 예정된 작업 없음
zh_hans: 没有计划任务
zh_hant: 沒有計劃任務

source: 予定なし
en: No plans
ko: 약속 없음
zh_hans: 没有计划
zh_hant: 沒有計劃

source: 予定のリマインダー
en: appointment reminder
ko: 약속 알림
zh_hans: 预约提醒
zh_hant: 預約提醒

source: 予定はありません
en: There are no plans
ko: 약속 없음
zh_hans: 没有计划
zh_hant: 沒有計劃

source: 予定はまだありません
en: No plans yet
ko: 약속이 아직 없습니다.
zh_hans: 还没有计划
zh_hant: 還沒有計劃

source: 予定はカレンダーとホームで共有されます。外部カレンダーの予定は編集できません。
en: Events are shared on Calendar and Home. Events on external calendars cannot be edited.
ko: 일정은 캘린더와 홈에서 공유됩니다. 외부 캘린더 일정은 수정할 수 없습니다.
zh_hans: 事件在日历和主页上共享。外部日历上的事件无法编辑。
zh_hant: 事件在日曆和主頁上共用。外部日曆上的事件無法編輯。

source: 予定やタスクのリマインダー
en: Appointment and task reminders
ko: 약속 및 작업 알림
zh_hans: 约会和任务提醒
zh_hant: 約會和任務提醒

source: 予定を削除
en: Delete event
ko: 약속 삭제
zh_hans: 删除事件
zh_hant: 刪除事件

source: 予定を編集
en: Edit event
ko: 약속 편집
zh_hans: 编辑活动
zh_hant: 編輯活動

source: 予定を追加
en: Add Event
ko: 일정 추가
zh_hans: 添加日程
zh_hant: 新增行程

source: 予定を追加してlifelifyを閉じた時に更新するため、トリガーは「アプリ」を選びます。
en: Select "App" as the trigger to update when you add an event and close lifelify.
ko: 약속을 추가하고 lifelify를 닫을 때 업데이트하기 때문에 트리거는 '앱'을 선택합니다.
zh_hans: 当您添加事件并关闭 lifelify 时，选择“应用程序”作为更新的触发器。
zh_hant: 當您新增事件並關閉 lifelify 時，選擇「應用程式」作為更新的觸發器。

source: 予定リスト
en: to-do list
ko: 약속 목록
zh_hans: 待办事项清单
zh_hant: 待辦事項清單

source: 予定・タスク・日付・設定が同じ場合、ショートカット実行時は前回作成した画像を再利用します。
en: If the schedule, task, date, and settings are the same, the previously created image will be reused when the shortcut is executed.
ko: 일정, 작업, 날짜, 설정이 같으면 바로 가기 실행시 마지막으로 만든 이미지를 재사용합니다.
zh_hans: 如果计划、任务、日期和设置相同，则执行快捷方式时将重复使用之前创建的映像。
zh_hant: 如果計劃、任務、日期和設定相同，則執行捷徑時將重複使用先前建立的映像。

source: 予定名
en: Planned name
ko: 약속명
zh_hans: 计划名称
zh_hant: 計劃名稱

source: 今すぐ画像を作成
en: Create image now
ko: 지금 이미지 만들기
zh_hans: 立即创建图像
zh_hant: 立即建立影像

source: 今はしない
en: I won't do it now
ko: 지금은 안
zh_hans: 我现在不会做
zh_hant: 我現在不會做
